[
  {
    "width": 1,
    "height": 0.9,
    "message": "I was struggling a lot around the debut of EN. Watching you persist and push on inspired me Kiara. You made me smile, laugh, and keep going. You are a star that has kept guiding me to be the best I could be. I can never thank you enough.",
    "author": "Tython, KFP Legal Eagle"
  },
  {
    "width": 1,
    "height": 0.92,
    "message": "Kiara, Congratulations on the 1 million subs!!! We're all here because we like and love you. In one way or another, you have affected 1 MILLION CHICKENS, and we're here to stay. There are not enough words to praise our blazing phoenix!",
    "author": "Swan_Flyer"
  },
  {
    "width": 1,
    "height": 0.85,
    "message": "I love your energy and your genki attitude, and all of your content you make!(even the bottom left ones!) I'm happy that your hard work paid off.  Even tho I'm harsh on twitter, I'm happy that I can be your fan!",
    "author": "NaGeL"
  },
  {
    "width": 1,
    "height": 0.9,
    "message": "Congratulations! I got into hololive because of you, my english is bad so I started studying more after your minecraft streams. I even draw comics on reddit (I'm the dude of \"More adventures with Kiara\")",
    "author": "Leo3oooX - KFP Ninja"
  },
  {
    "width": 1,
    "height": 0.8,
    "message": "Congratulations Tenchou on the 1 million! Thank you for being the lovable, adorkable, funny chic- phoenix* that you are, and I look forward to the continued expedition into the bottom left!",
    "author": "Arty | KFP Takamori Advocate"
  },
  {
    "width": 1,
    "height": 0.95,
    "message": "Glückwünsche zu 1M subs Tenchou! Dein Debüt kam wie ein Hoffnungsschimmer während einer schweren Zeit und du hast es immer geschafft mir den Tag zu verschönern. Du wurdest mein Idol und Heldin und dafür danke ich dir so sehr",
    "author": "RandomTime | KFP German Language Specialist"
  },
  {
    "width": 1,
    "height": 0.9,
    "message": "Congrats on 1M subs, boss! Thank you so much for everything, for all the funny streams and for always being so genuine and positive, I truly admire you a lot. Looking forward to celebrate more milestones in the future.",
    "author": "Yuki Baskerville | KFP Pâtissière"
  },
  {
    "width": 1,
    "height": 0.9,
    "message": "Hello, I am Clan I've watched some of your steams. A close friend introduced me to KFP, a lot of people there are my best friends now. You are amazing at what you do. Thank you for being you. Here's to 1 million subs!",
    "author": "Clan, KFP Member"
  },
  {
    "width": 1,
    "height": 0.7,
    "message": "Hi 店長! Congrats!\nYour stories and skills have motivated me to relearn Chinese and interact more. 感謝 for helping me how 鳥ch out to people!",
    "author": "火鳥, KFP Tax Auditor"
  },
  {
    "width": 1,
    "height": 0.9,
    "message": "Congrats on your 1M subs, boss! Thank you very much for all the up and down moments that you’ve chosen to share with us. Just remember that we’ll always be here for you through thick and thin. Love lots from your KFP family!",
    "author": "Kenji健次 | KFP Hühnerfütterung"
  },
  {
    "width": 1,
    "height": 0.9,
    "message": "Conragtz Tenchou! 1 Mil is such a huge milestone and hopefully you got more milestones in the future as well as other important things! I'll be always watching your streams even though I'm in SEA gang.",
    "author": "Schrodinger | KFP Lamp"
  },
  {
    "width": 1,
    "height": 0.9,
    "message": "Congratulations on reach 1M Tenchou!!! You are amazing and your streams always brighten up my day. Thank you so much. I may not be here since day one but I’ll always be right here supporting you until the end of time.",
    "author": "Unknown"
  },
  {
    "width": 1,
    "height": 0.9,
    "message": "Hi tenchou! Congrats on reaching 1 mil! I started watching around 500k, but still, after watching you almost everyday for ~5 months, i dont think i could ever stop ww\nSo cheers! I'll continue supporting ya for a long while :D",
    "author": "Leficios"
  },
  {
    "width": 1,
    "height": 1,
    "message": "Tenchou おめでとうございます！That's the extent of my Japanese, forgive me Tenchou. It brings a tear to my eye seeing you reach 1 million, you deserve it  honestly! Seeing how hardworking and entertaining you are, keep up the good work!",
    "author": "Odzi"
  },
  {
    "width": 1,
    "height": 0.9,
    "message": "店長おめでとう！百万登録者になった！\nWe knew this day would come, and here we are witnessing you in all your glory!\nWe shall raise a glass to the million, and here's a toast to another million more!",
    "author": "Pudding"
  },
  {
    "width": 1,
    "height": 1,
    "message": "店長、百万羽おめでとうございます！ You've changed so much and come so far. Words can't express why I enjoy watching you and I don't regret the time spent with you and KFP! I wish you buckets of success and happiness in the future! Seeyanara~",
    "author": "Yagaru"
  },
  {
    "width": 1,
    "height": 0.85,
    "message": "It's amazing how far you've come and we've all grown so close over time. Thank you for everything you do and I can't wait to see what you do in the future! Love ya Tenchou!",
    "author": "King Mufasa"
  },
  {
    "width": 1,
    "height": 0.9,
    "message": "Congratulations to a million subs! It's been a long journey and I'm glad that you always stood up and persevered, like the amazing phoenix you are! Please stay true to yourself and let's enjoy this venture together with KFP!",
    "author": "Dominik K"
  },
  {
    "width": 1,
    "height": 0.9,
    "message": "Kiara, it's been a long, long ride to 1 million. Through the highs, the lows and in between, I have seen you grow. After everything you've done for us it's impossible for anyone to say you don't deserve this. Congrats!",
    "author": "Soraskeyblade"
  },
  {
    "width": 1,
    "height": 0.85,
    "message": "Congrats on 1mil Kiara! I'm so proud of you, you truly are an inspiration to work hard! Let's toast a glass of gravy to the future milestones and all the fun we'll have! Love you tenchou!",
    "author": "Magic"
  },
  {
    "width": 1,
    "height": 0.85,
    "message": "Kiara, alles Gute zu einer Millionen Abonnenten! おめでとう！I wish you all the best, you deserve it. I'm glad that I stumbled upon you and became  part of your community.",
    "author": "kalmen"
  },
  {
    "width": 1,
    "height": 0.9,
    "message": "おめでとう Kiara on 1 milion! It is honor to witness your journey since beginning and watch you conquering difficulties, fulfilling dreams with all your hard work, dedication and tenacity. Thank you for letting us support you",
    "author": "Hokan"
  },
  {
    "width": 1,
    "height": 0.95,
    "message": "Tenchou! Congratulations on reaching 1M subscribers! As expected of a phoenix, no challenge could ever get you down or stop you from growing. May you always rise from the ashes as you've done so far. Thank you for being you!",
    "author": "Key Staff"
  },
  {
    "width": 1,
    "height": 0.9,
    "message": "Congratulations on 1 million subs Tenchou! It's been a long and fun journey and I'm expecting more to come! I am your employee and always here to support you for the unforeseeable future to come! ",
    "author": "ZeroRyuk"
  },
  {
    "width": 1,
    "height": 0.95,
    "message": "Congratulations on 1M Tenchou! We've come so far, i can help but to feel proud, about you and the community. But this is only the beginning of the journey and i can't wait to see the great things i'm sure you'll accomplish",
    "author": "FRS"
  },
  {
    "width": 1,
    "height": 0.95,
    "message": "Tenchou,Congrats on 1 million!You deserve all of it!Thanks for all the fun streams you do, your passion,dedication and interaction with KFP makes it more enjoyable.We'll support you till the end! Keep it up wonderful Phoenix!",
    "author": "Apols"
  },
  {
    "width": 1,
    "height": 0.95,
    "message": "Congratulations Tenchou! 1 million employees standing with you, and you mean so much to so many of them. You work so hard and brought hours of happiness to us, and it all built up to this. Thank you for everything Kiara!",
    "author": "Lunchbox KFP Field Armorer"
  },
  {
    "width": 1,
    "height": 0.85,
    "message": "Here we are at 1M chickens ready to cheer for the boss when she finally gets to take the stage in full regalia.",
    "author": "FrozenChikin"
  },
  {
    "width": 1,
    "height": 0.95,
    "message": "Tenchou! Congratulations for reaching 1 million subscribers! So happy for you and I always enjoy your stream so much! Hope you have a fun time with the celebrations! Love you Tenchou!",
    "author": "Moose"
  },
  {
    "width": 1,
    "height": 0.95,
    "message": "Tenchou! Congratulations for reaching 1 million subscribers! I love your stream a lot and will keep supporting you as always!! Please take care and I love you forever!",
    "author": "Jayee"
  },
  {
    "width": 1,
    "height": 0.95,
    "message": "Congratulations on 1M subs Tenchou, you don't have the idea of the amount of times you've helped me through in my life just with you personality and enthusiasm, please keep on going and never give up.",
    "author": "Noodles KFP Pyro"
  },
  {
    "width": 1,
    "height": 0.95,
    "message": "I’m so proud of you for finally hitting 1 million subscribers; that’s a lot of restaurants, and a lot more employees! You're always blowing our expectations out of the water, and I'm VERY proud to see you come this far!",
    "author": "God of Amiibo"
  },
  {
    "width": 1,
    "height": 0.95,
    "message": "Congrats on 1M Tenchou!! Very well deserved, and more to come, I'll bet! >:D I'm proud to be an employee! We love you Kiara and know that we'll support you for as long as we can! Keep on going and listen to your heart! :}",
    "author": "Velle"
  },
  {
    "width": 1,
    "height": 0.95,
    "message": "Congratulation, Takanashi Kiara-sama on reaching 1 Million Subscriber and keep creating the best content for all of us in KFP",
    "author": "メイドのリタ"
  },
  {
    "width": 1,
    "height": 0.95,
    "message": "Congratulation on reaching 1 Million Subscribers! I recharge by watching your always cheerful stream. I'll continue to support energetic warrior/idol Kiara forever! Reaching a major milestone, Keep making an effort to make great strides!",
    "author": "Tomato"
  },
  {
    "width": 1,
    "height": 0.95,
    "message": "Congrats on reaching the BIG 1M Tenchou! Thanks for making every stream memorable and enjoyable for all of us, I especially love how you’re so open about yourself and always interacting with your community. Happy to be in KFP",
    "author": "Sea-Bass"
  },
  {
    "width": 1,
    "height": 0.95,
    "message": "Congratulations on over 1M subscribers. I wish you all the best for your future success.",
    "author": "兎狐風(tokikaze)"
  },
  {
    "width": 1,
    "height": 0.95,
    "message": "Maybe this wasn’t the life you dreamed, and who knows what the future holds, but every message here is evidence of the impact you’ve had in this world. May the fire within you burn ever brighter. Congratulations Kiara!",
    "author": "Nelsonseven"
  },
  {
    "width": 1,
    "height": 1,
    "message": "キアラちゃん100万人チャンネル登録者おめでとう！ 100万人もの素晴らしいKFP employee達が集まってきたのもキアラちゃんの人柄や才能の賜物だと思います。これだけ多くのファンがいても変わらす友達のようにファンに接してくれるキアラちゃんが大好きです",
    "author": "Totang"
  },
  {
    "width": 1,
    "height": 1,
    "message": "Congrats on 1M tenchou!,its been an amazing  journey to see you reach this milestone and just be here and witness it,thank u so much for the fun content that never fails to make me smile,here's for more wacky silly adventures!",
    "author": "Humblenoob"
  },
  {
    "width": 1,
    "height": 1,
    "message": "Tenchou! Congratulations on reaching 1 million subs! I may be a new egg compared to most, but I'm still incredibly proud of you and everything you've accomplished thus far! Keep up the amazing work!",
    "author": "Davkas"
  },
  {
    "width": 1,
    "height": 1,
    "message": "Congratulations on 1 million subscribers Tenchou! So happy that your debut stream was randomly recommended to me, I had no clue of Hololive or VTubers; I'm glad I was able to enter this rabbit hole. I hope you reach even higher!",
    "author": "Kavish"
  },
  {
    "width": 1,
    "height": 1,
    "message": "Congratulations for reaching 1M Subs on youtube! We've come a long way! From countless rollercoaster moments may it be sweet, fun and Emotional moments everything was worth it with you. now lets get that 2M next!",
    "author": "MaaKuuu"
  },
  {
    "width": 1,
    "height": 1,
    "message": "Well, Can't say its very long or short, but finally you got to 1M also, start from the beginning, supporting you changed my life so much, knowing more amazing ppl and new things so, sincerely, Thank you Kiara～これからもよろしく!",
    "author": "Pluviopile0"
  },
  {
    "width": 1,
    "height": 1,
    "message": "おめでとう! Gratulacje! Congratulation! for reaching 1M subs milestone! That was an awesome ride since debut, Tenchou! You give me a lot of fun and motivation!",
    "author": "jarzyna"
  },
  {
    "width": 1,
    "height": 1,
    "message": "キアラちゃん100万人おめでとう！いつも頑張ってるキアラちゃんが大好きです、いろんなコラボや企画を考えたり、普段の配信も時間を工夫してくれたりしてありがとう！これからも応援します！",
    "author": "赤柴"
  },
  {
    "width": 1,
    "height": 1,
    "message": "Congratulations for 1 Million Chickens tenchou! that means there's 1M people that love you and support you! thank you for being such a bright light when there are dark times. we'll be here for you for many more milestones!",
    "author": "foureyes"
  },
  {
    "width": 1,
    "height": 1,
    "message": "Congratulations on 1 Million Tenchou! You’re an inspiration to your fans and we’re happy to celebrate this massive achievement with you! Be proud of yourself and know that your hard work has truly paid off! Viva la Kiara!",
    "author": "Reggie Steele"
  },
  {
    "width": 1,
    "height": 1,
    "message": "Congratulations for reaching 1M,it feels like a long journey since your debut, im always supporting you even if doesnt look like that. I know you will achieve more things in the future and I want to be there supporting you",
    "author": "Zenseb"
  },
  {
    "width": 1,
    "height": 1,
    "message": "Congratulations on reaching 1 million subscribers! Finding you and seeing you grow as an artist, musician, and kind person is an honor. Never forget you are really talented and worth a lot! Thanks for the precious memories <3",
    "author": "LookingForTheTop"
  },
  {
    "width": 1,
    "height": 1,
    "message": "Hey Tenchou, congrats on 1 million subscribers! One step closer to world domination",
    "author": "Da Baschti"
  },
  {
    "width": 1,
    "height": 1,
    "message": "Hi Tenchou ! Congrats on hitting 1 million subscribirbs. You deserve all of this and I will be supporting you forever!. The journey never ends so We the KFP employees will be accompanying you to this never ending journey.  Kikkeriki !",
    "author": "H.I"
  },
  {
    "width": 1,
    "height": 1,
    "message": "Congratulations on reaching 1m, Tenchou! You worked hard to get this far and all the effort paid off. You deserve it! You always makes our day better, this time, we will make your day a million times better!",
    "author": "Yuriko"
  }
]