[
    {
        "width": 1.0,
        "height": 0.86,
        "message": "It has already been a year and nobody has beaten the Hell out of Watson yet. Kinda disappointed, kinda surprised. Happy 1 Year HoloMyth !!",
        "author": "Kira Shizumi"
    },
    {
        "width": 1.0,
        "height": 0.99,
        "message": "Congrats on a very successful 1st year of activities. It has been amazing watching you girls grow as streamers and people. I will support you girls till I'm physically unable too, you brought me so much joy, thank you.",
        "author": "KFP Memester"
    },
    {
        "width": 1.0,
        "height": 0.93,
        "message": "Hello everyone congrats on a year and hope to see many more year's. I enjoy watching and listening to each of your guy's stream after work really relaxing especially the ttrpg streams hope to see more if able to continue 😁",
        "author": "JonJo G"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "Thanks for the year of great memories! May we have many more years to come! Love ya guys!",
        "author": "Negi Valentine"
    },
    {
        "width": 1.0,
        "height": 0.88,
        "message": "A year of KFP. Thank you Tenchou for flying high and being a shining beacon for all of us. I'm proud to be part of KFP and cherish my fellow employees met along the way. \n\nViva La Kiara! Viva La KFP!",
        "author": "K3iji KFP Pekoland branch Chef"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "1 year has passed and me a proud KFP employee still loyal to you my Oshi! I would like to thank you for that! I always love your streams especially the SC readings and I hope you will stay true to yourself for the next years!",
        "author": "Schrodinger"
    },
    {
        "width": 1.0,
        "height": 0.95,
        "message": "Happy anniversary HoloMyth!!! Time goes so fast huh, i can't wait what content will you guys preparing for you anniversary. I want to write again so i just going to tell you that i really love you guys",
        "author": "Michellee"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "Hi Kiara! I'm a fan from the Philippines (VOD gang now)and your enthusiasm in being KFP's 10chou has inspired me to socialize more. Thank you for helping me to go out of my comfort zone!",
        "author": "Schwarz is Ceylon's sister"
    },
    {
        "width": 1.0,
        "height": 0.96,
        "message": "While I wasn't into Hololive at the time, I've seen the vods from debut time. Your growth since then has been inspiring, and I'm glad to have had the chance to see it over the last year. Here's to many more anniversaries!",
        "author": "mistfist"
    },
    {
        "width": 1.0,
        "height": 0.87,
        "message": "Hi, Tenchou! I am your current tablecloth changer in KFP o7. \nCongratulations on your 1st Anniversary! 🎉\ni just want to say thank you for being the best boss there is. Thank you very much. ❤️ \n\nLove, Tablecloth ❤️",
        "author": "Takanashi Kiara"
    },
    {
        "width": 1.0,
        "height": 0.96,
        "message": "So proud of everything you have done in only one year, your feelings, devotion and acts of kindness have touched the hearts of thousands of people around the world. You're incredible, looking forward to the future with KFP.",
        "author": "Mikesito"
    },
    {
        "width": 1.0,
        "height": 0.86,
        "message": "Loved watching your super readings the most, you're such a genuine and wonderful person and I hope that this never becomes a cage because you deserve to be the freest phoenix.",
        "author": "Ishkagal"
    },
    {
        "width": 1.0,
        "height": 0.86,
        "message": "Kikkeriki! Happy anniversary, Kiara! I hope you've enjoyed the ride as much as we did. The moments we've shared together as a community is something dear to all of us, and we're ready to continue following, puyo. (PPT2 when?)",
        "author": "Gavin Dreemurr"
    },
    {
        "width": 1.0,
        "height": 0.85,
        "message": "2020, the worse year of my life, but guess who made it instantly better, you 5. You mythical beings dragging me further into the rabbit hole made me into a more happier person and I cannot thank you 5 enough.",
        "author": "Tempest"
    },
    {
        "width": 1.0,
        "height": 0.99,
        "message": "Happy first anniversary, here’s to many more!",
        "author": "Pgarc"
    },
    {
        "width": 1.0,
        "height": 0.93,
        "message": "Happy 1 yr anniversary Holomyth! Thanks for all the joy u girls gave us! Can't wait to see urs 3D models in the future! Looking forward for many more yrs together ❤️ Stay healthy and happy ❤️",
        "author": "Raylemon"
    },
    {
        "width": 1.0,
        "height": 0.96,
        "message": "Thank you for dragging me into  the rabbit hole and thank you for being who you are!",
        "author": "YorobiSan"
    },
    {
        "width": 1.0,
        "height": 0.85,
        "message": "Hi! \nWatching your streams really makes my days more enjoyable.\nI think that all of you are a blessing and inspiration for so much people, and that's for your hard work.\nLet's hope much more fun comes from here on!",
        "author": "KoutaToons"
    },
    {
        "width": 1.0,
        "height": 0.91,
        "message": "Congrats on your 1 year anniversary mama!!! Its been an incredible journey seeing your growth, and just having so much fun overall! Heres to another wonderful year of streams Tenchou :D",
        "author": "Leficios"
    },
    {
        "width": 1.0,
        "height": 0.95,
        "message": "It's been a crazy year and without you guys, I think it would have been much harder to get through. Your love and passion are infectious. Never stop spreading your warmth and humor. Thank you and congratulations on 1 year!",
        "author": "Kampy"
    },
    {
        "width": 1.0,
        "height": 0.93,
        "message": "Wow 1 year has passed. You have growna lot from your first debut, and hopefuly you will grow a lot more, and i'll hope i can watch it till the end.",
        "author": "NaGeL"
    },
    {
        "width": 1.0,
        "height": 0.95,
        "message": "To Kiara, a year has passed ever since you stepped into our world as a Hololive idol, that's 365 days of you making our lives so much brighter. You've helped me get through darkest of days and I can never thank you enough <3",
        "author": "Daichi KFP Nutella chef"
    },
    {
        "width": 1.0,
        "height": 0.96,
        "message": "Congratulations on your 1st anniversary, HoloMyth!!!\nI've been following you guys since your debut and if it wasn't for you guys I wouldn't be here!\nThanks for fun times, and you guys are still my favorite generation!",
        "author": "ZeroRyuk"
    },
    {
        "width": 1.0,
        "height": 0.86,
        "message": "Congratulations on one year! It's been a crazy fun ride. I'm so thankful for all of you and for really pushing me into the vtuber world. Words cannot express howthankful I am to all of you. Here's to the next amazing year!",
        "author": "wildnexus"
    },
    {
        "width": 1.0,
        "height": 0.98,
        "message": "To the Myths:\n\nCongratulations! On! Your! First! Anniversary!. Wish you all the best!",
        "author": "Jochelle"
    },
    {
        "width": 1.0,
        "height": 0.98,
        "message": "Wow,time really flew so fast! It seemed like just yesterday that I found out phoenixes were German lol danke schoen for getting us past tough times, giving us great memories and sharing your life with us and connecting us all",
        "author": "SenseiSam"
    },
    {
        "width": 1.0,
        "height": 0.86,
        "message": "Happy 1 Year Anniversary Tenchou! I can’t believe a year has passed already! So many great moments & precious memories! It was such a great & fun journey! And its not the end yet! Keep going Boss! We chickens will support! o7",
        "author": "AZZAM | KFP Chair-Kun"
    },
    {
        "width": 1.0,
        "height": 0.92,
        "message": "Congratulations Kiara for 1 year of streaming! It’s being a very intense year but thanks to you and HoloMyth we could endure. Thanks for all the fun and wholesome moments and hope to keep supporting you and HoloMyth always.",
        "author": "McArkus"
    },
    {
        "width": 1.0,
        "height": 0.91,
        "message": "Congratulations on an amazing year within Hololive, Tenchou! It marks a year since I've started watching you- and I feel not a minute has been wasted. I am looking forward to see what new heights you will soar to next!",
        "author": "LogicalParadox"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "It finally happened boss it been 1 year since your debut or 5 months technically. Anyway ty  for laughs and wholesome moments  this past year. Watching you grow into amazing streamer/idol is why I'm proud to call you my Oshi.",
        "author": "BottomFragger"
    },
    {
        "width": 1.0,
        "height": 0.86,
        "message": "Hard to believe its already been one year. I guess time really flies if you're having fun\nTo you & the rest of Holomyth, thank you for the fun, and good luck for the next year!",
        "author": "IronVader501"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "Happy 1 year anniversary Tenchou, i want to thank you for all the good moments that we had with you and congratulate you for all the events that you have achieved since your debut I hope that one day you can be on stage in 3d",
        "author": "Itsuka Kasuga"
    },
    {
        "width": 1.0,
        "height": 0.99,
        "message": "Congratulations on making it through the first year! It's been tough, hasn't it? So many changes happened, but recently things have been going well. Soon it'll be one year for KFP, too! It'll be delicious! Wait for us. >;)",
        "author": "yagaru"
    },
    {
        "width": 1.0,
        "height": 0.95,
        "message": "I appreciate that you spend your time being the idols we love. You are amazing and I love you. I hope you continue to find happiness and joy in what you do, as you bring so much love and joy into our lives.",
        "author": "AlbertScoot"
    },
    {
        "width": 1.0,
        "height": 0.96,
        "message": "Congratulations on your one year anniversary, Kiara. It’s hard to believe it’s been so long already. I can do distinctly remember the first day I watched you back in September 2020. I wish you the best in your second year.",
        "author": "Sun Sableye"
    },
    {
        "width": 1.0,
        "height": 0.91,
        "message": "Liebe Kiara! In diesem Tag wünsche ich dir zu sagen - durch dieses Jahr hast du in schönsten HoloBirb aufgewachsen. Vielen Dank, dass du diese ganze Zeit das Licht in meinem Leben war! Geh weiter, zu den neuen Erfolgen!",
        "author": "Sergei"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "Happy 1 year boss. I can't believe it's been a year. You have really helped a lot of people in that year. I can't wait to see what the next year brings for you and us at KFP thank you so much for being a ray of sunshine.",
        "author": "ShapingSuicune"
    },
    {
        "width": 1.0,
        "height": 0.93,
        "message": "Congrats on your 1 year anniversary Tenchou! It’s was a wild & fun year to watch your streams! You achieved so many goals and reached many milestones, it was an honor to be there with the KFP! Congrats, and onward to year 2!",
        "author": "Sea-Bass"
    },
    {
        "width": 1.0,
        "height": 0.98,
        "message": "Hallo Tenchou! I just wanna thank you for all peop— I mean chickens, you helped this year. Theyre all so inspired by you, Kiara. I dont know where some of us would be right now without you. So danke schön! Ich liebe dich!🥛🍪",
        "author": "Rando Fandominater"
    },
    {
        "width": 1.0,
        "height": 0.99,
        "message": "Congratulations on your first anniversary! I'm glad that I found such chaotic yet wholesome group of girls, *sniff* they grow up so fast. Hope to celebrate more years to come!",
        "author": "Asami Havenite"
    },
    {
        "width": 1.0,
        "height": 0.92,
        "message": "Congratulation of your 1st year anniversary in HoloMyth! Kiara you are the reason that I really go down into this rabbit hole, my only regret is I didn't know about your earlier,  but I will stay with you as long as I can.",
        "author": "KFP_Sky"
    },
    {
        "width": 1.0,
        "height": 0.93,
        "message": "Wow Tenchou I can't believe its already been a year. It's been a wonderful year for sure and I look forward to being a KFP employee for many more years to come!",
        "author": "fyretruck"
    },
    {
        "width": 1.0,
        "height": 0.98,
        "message": "Congrats on 1 year! Looking forward to what the future has in store~",
        "author": "k8i3"
    },
    {
        "width": 1.0,
        "height": 0.86,
        "message": "Thanks you Kiara for always making me happy when I'm feeling down. Love you from Germany",
        "author": "Simmi"
    },
    {
        "width": 1.0,
        "height": 0.95,
        "message": "YO Kiara Its been a year already, I guess its true that time flies when youre having fun haha its been such an honor to watch you grow to be the sweetest and funniest birb you are now, I am so proud of you.Well done boss!",
        "author": "SpX"
    },
    {
        "width": 1.0,
        "height": 0.97,
        "message": "When I saw the first Myth stream, I immediately decided \"I love her\" and a year later, that didnt change! I am an employee since day one and even helped with KFPs projects, because you bring me so much joy! Thank you, Kiara!",
        "author": "ŁIO, the KFP doormat"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "Happy one year Kiara! You and the rest of EN have done so much in that time and all of us chickens are proud of you for it. I am lucky to have found HoloEN and will be sure to stick around to support you until the end!",
        "author": "VirulentTiger"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "Happy one year anniversary, Kiara! It has already been one year of bringing smiles to people all around the world! Sasuga our majestic, passionate and hardworking phoenix! Let's go for many more years full of fun and cheer!",
        "author": "Slavic Fellow"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "Happy 1 year, thanks for everything you've helped me so much this year I love all of Holo En so much",
        "author": "KFP Window"
    },
    {
        "width": 1.0,
        "height": 0.87,
        "message": "Happy 1-year anniversary, Kiara! It's been great watching you this past year and seeing you grow! This community is the best! Love you forever!",
        "author": "RyderBB123"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "Congratulations on the 1st anniv. boss!  I'm glad to experience the up and down moments with you and my fellow KFP crew. Hoping to more fruitful years ahead of us. Viva la Kiara! Viva KFP! #YOLK #WOKE",
        "author": "Kenji健次 | KFP Hühnerfütterung"
    },
    {
        "width": 1.0,
        "height": 0.94,
        "message": "Happy anniversary tenchou!\nDanke schön for your amazing work! Hope you can make more fun projects in the coming year! \nWe KFP always here to support you.\nStay happy and most importantly - stay healthy.\nGlory to KIARA!",
        "author": "CaptainMeow"
    },
    {
        "width": 1.0,
        "height": 0.94,
        "message": "It's already been a year since you've debuted Kiara. I remember staying awake throughout the debut marathon and even watching your Fall Guys stream afterwards! You've accomplished so much since then and I couldn't be prouder!",
        "author": "Reggie Steele"
    },
    {
        "width": 1.0,
        "height": 0.97,
        "message": "Thank you for everything you have done so far! I can't wait to see you on stage with Sora and all the other idols! Let's hope we will see each other again next year as well!",
        "author": "Myuu"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "Wow, it been a year since your first debut, Congrats on sticking around with us for that and achieving so many goals within that one year. I still have a bit longer until I hit my anniversary of falling down this hole.",
        "author": "Swan_Flyer"
    },
    {
        "width": 1.0,
        "height": 0.91,
        "message": "Congratulations for reaching your 1 year anniversary! You and the rest of HoloMyth have brought so much joy and happiness to the world this past year. Thank you Kiara, for becoming a phoenix and brightening all our lives.",
        "author": "PatrickC"
    },
    {
        "width": 1.0,
        "height": 0.88,
        "message": "It feels like you debuted yesterday but is already been a year. The amount of happiness you gave me is just immeasurable. You are the phoenix that brighten up my path full of darkness. Thank god that I found you Kiara!",
        "author": "Mirai_39"
    },
    {
        "width": 1.0,
        "height": 0.91,
        "message": "It's been quite a year, and meeting you definitely has been one of the best parts of it, along with the rest of Myth. Whatever the future holds, I know you’ll get far. I hope I can be there to see it.\nHappy anniversary Kiara!",
        "author": "Nelsonseven"
    },
    {
        "width": 1.0,
        "height": 0.91,
        "message": "Kiara, you are a brainy bright and beautiful Phoenix. I never use chat but I watch all your streams while I work! Thank you for bringing me warmth and comfort over such a hard year. Mit dir kann ich am besten lachen 💖",
        "author": "SharkoRoblarto"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "CONGRATS ON THE 1 YEAR ANNIVERSARY KIARA! Time flies so fast; it felt like it was only last month when we were celebrating the 6 month anniversary! Here's to another year of fun times, wholesome moments, and yabai quotes!",
        "author": "Pudding"
    },
    {
        "width": 1.0,
        "height": 0.87,
        "message": "Happy 1 year anniversary, Kiara! Holy Scheiße it's been 1 year already? Time does fly by. Your hilarious jokes and banger songs always brings me back to your streams, I love your work, Kiara. Heres to another great year!!",
        "author": "Docta Helghast"
    },
    {
        "width": 1.0,
        "height": 0.87,
        "message": "HAPPY ONE YEAR ANNIVERSARY, TENCHOU!!! These past 9 months of my life was such a blast because of you. Thank you so much for everything you have done. Looking forward to many more amazing years with you. I love you so much!!!",
        "author": "UNKNOWN"
    },
    {
        "width": 1.0,
        "height": 0.98,
        "message": "Hi Kiara you'rebthe first vtuber that I ever watched and I like to say thank you for your hardwork keep it up",
        "author": "Rey"
    },
    {
        "width": 1.0,
        "height": 0.92,
        "message": "Happy Anniversary, Kiara!\nI'm sure that no matter what happens, regardless of what the future holds, you'll always be the one that I adore.\nThank you for being you.\nEven after a year, you are the highlight of my life.",
        "author": "KyujinQ (Kieu Nguyen)"
    },
    {
        "width": 1.0,
        "height": 0.86,
        "message": "Tenchou Happy Anniversary! When i first started watching u i never thought that someone could be so sweet and caring, thank you for all the memories and encouraging words, you deserve all the love and success in the world <3",
        "author": "OakProud"
    },
    {
        "width": 1.0,
        "height": 0.91,
        "message": "Happy 1 year anniversary Kiara! Crazy to think its already been a year with you and KFP. You've accomplished so much this year and given us so many happy memories, cant wait for another year full of Kiara!",
        "author": "WanWanAwoo"
    },
    {
        "width": 1.0,
        "height": 0.86,
        "message": "Happy anniversary, boss! The beginning was tough, but you have grown so much and accomplished so many things in this one year! KFP will always be here to support our sun, because you do make our lives brighter. Thank you!",
        "author": "Asverd"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "Congrats on your anniversary! I have watched every stream from your new outfit reveal onward. I enjoy your content and I love your songs. I am looking forward to enjoying the next year too! Please look after your health first",
        "author": "Broseph303"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "You've been a part of our life for one year and it was amazing. We wish for you and your genmates another year of good times and precious memories. We wanna be phoenix (and not eaten) after all.",
        "author": "ZThinker"
    },
    {
        "width": 1.0,
        "height": 0.92,
        "message": "Congratulations on the 1 year Kiara! Your energy and passion that you bring to Hololive and to your streams are an inspiration to us all here at KFP. Congratulations again and good luck in the coming year!",
        "author": "Zer0Pendragon6"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "I still remember the day I watched the debut relay. I don't think I could have predicted how I would still be here, so devoted. Congratulations Kiara, you have done A LOT to get here, and you deserve every inch of praise!",
        "author": "soraskeyblade"
    },
    {
        "width": 1.0,
        "height": 0.87,
        "message": "WOOOOOW!!!! Congratulations Kiara and congrats to your gen mates as well, HAPPY FIRST YEAR ANNIVERSARY!!!! (PS. I’m so happy to be apart of this community, y’all are amazing.)",
        "author": "Its Manny Man"
    },
    {
        "width": 1.0,
        "height": 0.87,
        "message": "I fell inside the hololive hole a bit more late than I would've liked and couldn't catch your debut, but when I joined your streams I felt immediately welcomed to the family that KFP is. VIVA LA KIARA!!! o7",
        "author": "Jowjo - KFP Pigeon"
    },
    {
        "width": 1.0,
        "height": 0.91,
        "message": "Congratulations Kiara! Thank you for the great memories you created and brought to Hololive and us fans.\nI will keep supporting you and your awesome content, i wish you the best!\n¡¡Viva la Kiara!! o7",
        "author": "Edrian"
    },
    {
        "width": 1.0,
        "height": 0.87,
        "message": "Let us celebrate one year of out glorious not cult of the KPF! And to a hundred more years under the wings of our beloved Phoenix!!!",
        "author": "Mugpie"
    },
    {
        "width": 1.0,
        "height": 0.85,
        "message": "I just wanted to congratulate you. You have been a very bright sun in this past year. I´ve been an fan of your´s since your first Debut and i hope that i can be one for all the years to come. KFP loves you.",
        "author": "Maniac10-KFPHeartchallenger"
    },
    {
        "width": 1.0,
        "height": 0.96,
        "message": "Kikkeriki Kiara! you've been a huge inspiration of mine and a reliable source of happiness when I was feeling down. Hope the best for you and keep it up! ❤️",
        "author": "AG27"
    },
    {
        "width": 1.0,
        "height": 0.94,
        "message": "Kiara!! Congrats on the one year anniversary!!! I listen to your songs everyday on my way to work so thank you for blessing my travels 🙏 You are my favorite gay chicken and I wish you the best.\nPs: play more Yakuza gaems plz",
        "author": "Fosterchair"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "Thank you so much for being yourself! You've made my year so much happier and I hope you continue to smile! Thank u gay chicken",
        "author": "Illu"
    },
    {
        "width": 1.0,
        "height": 0.85,
        "message": "Tenchou a year flies so fast and at the same time it seems we've known you forever.  Never doubt your growth, your contribution and your impact to not just Hololive but vtubers as a whole.  We are proud to be your chickens",
        "author": "Death Pika the chuu"
    },
    {
        "width": 1.0,
        "height": 0.94,
        "message": "Happy Anniversary, Tenchou! I've seen you accomplish some incredible things in just the few months I have been a member of KFP. You're amazing! Keep up the awesome work! Here's to another year at KFP!!!",
        "author": "Davkas"
    },
    {
        "width": 1.0,
        "height": 0.97,
        "message": "Tenchou, We hope you'll be happy in anything and Just be yourself. KFP love you ! We will keep following you in future <3",
        "author": "fafa"
    },
    {
        "width": 1.0,
        "height": 0.88,
        "message": "Herzlichen Glückwunsch zum deinen 1. Jährigen Jubiläum! Kaum zu glauben wie schnell die zeit vergeht. Wir hoffen das du weiterhin du bleibst und wir dich noch ein weiteres jahr begleiten können bzw. so lange wie möglich.",
        "author": "Gegeji"
    },
    {
        "width": 1.0,
        "height": 0.88,
        "message": "Tenchou, you have made it a full year, a full year of being an inspiration. You have inspired me to be better and resparked my creativity. For that, I am eternally grateful. Thank you, Viva La Kiara",
        "author": "Unseen - KFP Nihilist"
    },
    {
        "width": 1.0,
        "height": 0.98,
        "message": "Congrats on your 1 year anniversary Kiara! Wasn't here from the start but anyone can see just how much you've improved since those early days. I'm glad you perservered and bloomed into the great streamer you are today, boss.",
        "author": "Naweed Ahmedi"
    },
    {
        "width": 1.0,
        "height": 0.91,
        "message": "一周年、おめでとうございます！いつも元気な店長が大好きだよ！恥ずかしがり屋の店長も大好きだよ！どんな店長も好き好きです！これからも応援します！",
        "author": "Her little sunshine"
    },
    {
        "width": 1.0,
        "height": 0.96,
        "message": "This past year has been a blast, and we're all looking forward to the next one with you :D\nPlease take care of yourself (especially health concerns)",
        "author": "Upsetti Spaghetti"
    },
    {
        "width": 1.0,
        "height": 0.86,
        "message": "Congrats on your first anniversary! I've been following since debut and it's amazing how a year has already passed, I'm not very good with words but all I can say is thank you for being you🧡",
        "author": "1M0"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "Happy Anniversary Boss! I didn't get to watch u grow from the start but I promise to spend all my time with u 'til the end. You deserve all the love & blessings in this world, don't ever doubt that. TYSM for existing! Ilyy <3",
        "author": "Deb"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "Happy 1 Year Kiara! Wow! 1 Year of Kiara the Phoenix? Time just has flew us by! So much has happened! Like: HoloTalk, your own songs, becoming the Ambassador and many, MANY more! You have reached so much! All Congratulations!",
        "author": "Story Corner"
    },
    {
        "width": 1.0,
        "height": 0.87,
        "message": "Happy 1year Kiara!! It's been a year full of Laughs Fun Memories and Sad moments. Thank you for everything up until now, The hardwork and new things you show us are always appreciated. Hope to watch more of you in the future.",
        "author": "kidyeil"
    },
    {
        "width": 1.0,
        "height": 0.97,
        "message": "Happy 1st Anniversary Kiara! It's amazing to see you and KFP grow, you overcame challenges, created exquisite original songs, covers and even created your very own talkshow! Thank you for always making our days brighter :)",
        "author": "HypeWyre"
    },
    {
        "width": 1.0,
        "height": 0.87,
        "message": "Thank you Kiara for always giving it your all during your streams.Having watched you for a whole year feels surreal and we at kfp couldn't be happier to be apart of that journey and to see what's to come.youve grown so much",
        "author": "ImKrrazy"
    },
    {
        "width": 1.0,
        "height": 0.93,
        "message": "Congratulations to making it to one year!\nRemember when you were unsure if anyone would even stay in your membership long enough to become a fully fledged chichen? And now you are surrounded by fluffy feathers! KFP loves you!",
        "author": "werbear"
    },
    {
        "width": 1.0,
        "height": 0.96,
        "message": "Hey Kiara congratulations on your first year anniversary! Its been an amazing ride and hopefully we will continue forward making KFP an even better place! Keep rockin it up Phoenix Girl!",
        "author": "Velocipablo"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "Congratulations on your 1 year anniversary Tenchou!! It's always nice to think about your journey during this whole year and how much you have conquered! Looking forward to the future as well!",
        "author": "Yuriko Kun"
    },
    {
        "width": 1.0,
        "height": 0.94,
        "message": "To the milestone of the 1 year anniversary of your 1st debut! Congratulations! You have made us all very proud chickens! Miss Ambassador GGS Hot Wings. I await what you will accomplish in the next year. Love ya Kiwawa!",
        "author": "SpicyChickinTako"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "Kiara, congratulations on your first anniversary! Thank you for all the fun streams you've given us, we really appreciate all the hard work that you do. You are an inspiration to all of us, here's to more years! <3",
        "author": "Midknight"
    },
    {
        "width": 1.0,
        "height": 0.85,
        "message": "Keep up the good work Kiara! You have been my oshi for this entire time.",
        "author": "Thirstyhiker"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "Happy Anniversary HOLOMYTH!\nIts been a year already.\nA full year of laughs, fun and memorable moments.\nI wish you all to smile and enjoy streaming.\nKeep doing what you do best and we are all here to support you all the way.",
        "author": "UHVX"
    },
    {
        "width": 1.0,
        "height": 0.95,
        "message": "Kiara, thank you. I forgot what it felt like to enjoy drawing... then I met you! You are super inspiring and I appreciate your hard work. I'll also do my best and continue to support you!",
        "author": "somanychens"
    },
    {
        "width": 1.0,
        "height": 0.98,
        "message": "Happy one year! It's been a rollercoaster ride, but you gracefully rose above all odds. Thank you for all your hard work and for the beautiful connection you made with us. Looking forward for more memorable times with you 🧡",
        "author": "Inutaco"
    },
    {
        "width": 1.0,
        "height": 0.99,
        "message": "It's been a wild ride watching you for the past year Kiara. You've gone through so much and pushed through it all. I couldn't be more proud to be a part of KFP and show my support. Congrats on 1 year you stunning Phoenix!",
        "author": "Darkmaste155 - Proud KFP Employee"
    },
    {
        "width": 1.0,
        "height": 0.97,
        "message": "Wow! It's already been a year!! Thank you Tenchou for all good memories past this year and I wish next year will even better!",
        "author": "jarzyna"
    },
    {
        "width": 1.0,
        "height": 0.98,
        "message": "Congrats on your first year anniversary, Kiara! I will always remember you as my entry into the rabbit hole - my first, if you will. I really love your combo of humor and being true to yourself. Here's to a bright future!",
        "author": "azure_blade"
    },
    {
        "width": 1.0,
        "height": 0.88,
        "message": "It doesnt feel like a year since your debut and it makes me incredibly blown away with how much you've done in this amount of time. Your streams are so entertaining and honestly brighten my day. Happy Anniversary, Tenchou.",
        "author": "Nightslushie"
    },
    {
        "width": 1.0,
        "height": 0.92,
        "message": "Kiara you have achieved so much in this year, and there's so much more to come. In one year you've inspired and motivated so many people, you've earned your place as the oshi of so many chickens, my self included.",
        "author": "Lunchbox - KFP Field Armorer"
    },
    {
        "width": 1.0,
        "height": 0.87,
        "message": "G'day Hotwings, Congrats on ur 1yr anniv.Its been helluva ride but you made it & achieved most of ur goals. ur dedication, hardwork & love for us is inspiring. I'm so happy & proud of you & will continue to support u my Oshi",
        "author": "G. D - KFP"
    },
    {
        "width": 1.0,
        "height": 0.94,
        "message": "Hi Kiara!\nI can hardly believe it's been a year that I've been following you!\nCongratulations on your anniversary! And thank you for many hours of fun and enjoyment your streams have brought! Please keep up the good work!",
        "author": "Arestris"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "Congratulations on your 1 year anniversary as a part time idol, Kiara! Maybe 1 year isn't much to an eternal being like you, but for us you've made it an incredibly blessed year to remember!",
        "author": "SpeedFreak"
    },
    {
        "width": 1.0,
        "height": 0.94,
        "message": "Congratulations Kiara it's been an amazing year with you I'm really glad I got to meet you because I've been having so much fun with you and KFP\nThank you for this amazing year tenchou o7\nPromise I will keep supporting you <3",
        "author": "KFP | EdoSan"
    },
    {
        "width": 1.0,
        "height": 0.93,
        "message": "Thank you for brightening our year, tenchou. This past year has been tough for us, but , because of you, it is one of the times of our lives. We'll accompany you onto your future adventures. Another year towards greatness.",
        "author": "Sittadon KFP Astronomer"
    },
    {
        "width": 1.0,
        "height": 0.85,
        "message": "Thank you for helping to bring us an incredible year! I don't know what it would have been without you.",
        "author": "Pyra ホムラ"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "I can’t believe it’s been a year. All I can say is thank you for being who you are. You’re an amazing inspiration and I’m glad to have been here since debut. I will always be in awe and proud of you for everything you do.",
        "author": "Tython"
    },
    {
        "width": 1.0,
        "height": 0.95,
        "message": "Kiara, this year has had MANY ups, but luck had thrown quite a bit of down moments your way too. Still, despite the (often unrelenting) hardships, you never stayed down. Like the badass & majestic phoenix we know you to be.",
        "author": "Mr Kazz Biggs"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "It's been the weirdest year ever. It feels so short but also like an eternity. We've been through ups & downs, I even felt like burnout at one point, but this milestone makes me ready to share more eternities with you -LFTT-",
        "author": "LookingForTheTop"
    },
    {
        "width": 1.0,
        "height": 0.99,
        "message": "Tenchou, I am late to find you compared to others but Hololive  Has drastically found new life upon me, although your schedule drastically changed my sleep, Thank you for being a source of Inspiration upon me",
        "author": "Dawthrax"
    },
    {
        "width": 1.0,
        "height": 0.95,
        "message": "Started watch from a random chance and thinking of 'why not.' but year of watching you been a great experience. Bit by bit, get to know more, making memories. inspirations and entertainment. Thank you for all you have done.",
        "author": "JC"
    },
    {
        "width": 1.0,
        "height": 0.93,
        "message": "Happy Kiaraversary ! I'm so happy that it's been mostly a year for me to be part of KFP ! I want to give a huge thank you for introducing me to this community ! We are looking forward to your future amazing adventure !",
        "author": "Hatmo"
    },
    {
        "width": 1.0,
        "height": 0.94,
        "message": "One year, huh? So much memories, emotions, love. You`ve evolved so much - as an entartainer, a person, a gamer. I admire each second spent w/ you. I`ll continue to support you on your journey! Thank you for being you, Kiara.",
        "author": "Shrektsad"
    },
    {
        "width": 1.0,
        "height": 0.94,
        "message": "1 year! 1 year of great entertainment. Of happy and sad moments. Of kisses and punishments (greetings to the Usual Room). I'm happy that I can be part of this journey and looking forward to many years more! Happy anniversary!",
        "author": "AbsusRex"
    },
    {
        "width": 1.0,
        "height": 0.99,
        "message": "Happy Anniversary Tenchou! Thank you for being such a sweetheart birb for all of us in KFP! It is a honor to be part of the journey and KFP! TOWARDS FUTURE YEARS TOGETHER!",
        "author": "Hokan"
    },
    {
        "width": 1.0,
        "height": 0.99,
        "message": "Kiara my beloved, Gratz on 1 year. I'm so proud of you. It's a great honor to have you as my Oshi. You work so hard, you don't give up, you are always open and fair. You are a true Idol there is no doubt.Wonderful person. ILY",
        "author": "Kakun"
    },
    {
        "width": 1.0,
        "height": 0.99,
        "message": "Happy Kiaraversary Tenchou! Your songs, Hinotori and Sparks motivated me and now I'm a karate blackbelt! I only recently joined your membership, but I'd like to support you through my lifetime. I'll Love you always Kiara! o7",
        "author": "A Derpy Turt"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "Congratulations on your 1st year anniversary. I can't believe it's been a year already. You are an amazing person that can bring the best in other people. Everyday I'm glad that you become my Oshi. Hoping for many more years.",
        "author": "Alexander"
    },
    {
        "width": 1.0,
        "height": 0.91,
        "message": "Danke schon Kiara for the past year! Its been a wonderful ride and I'm so harpy to have seen you grow so much like you rejecting your german to now where youre willing to do a full Kiaraoke in german. Proud of you, Congrats!",
        "author": "Trevor G"
    },
    {
        "width": 1.0,
        "height": 0.99,
        "message": "Happy one year anniversary! Thanks for your heartfelt letter, and to another year with KFP. \nWhoever reads this, thank you too. This fanbase means a lot to me🧡 \nSo to you, Kiara and the other HoloMyth members: Dankeschön",
        "author": "Dominik K"
    },
    {
        "width": 1.0,
        "height": 0.93,
        "message": "Congratulations on one year of Hololive, Kiara! Thank you for being the honest, hard-working, caring person that you are. You have earned all the success that you have achieved.",
        "author": "Salubrious Beets"
    }
]