[
    {
        "width": 1.0,
        "height": 0.87,
        "message": "It has already been a year and nobody has beaten the Hell out of Watson yet. Kinda disappointed, kinda surprised. Happy 1 Year HoloMyth !!",
        "author": "Kira Shizumi"
    },
    {
        "width": 1.0,
        "height": 0.99,
        "message": "Congrats on a very successful 1st year of activities. It has been amazing watching you girls grow as streamers and people. I will support you girls till I'm physically unable too, you brought me so much joy, thank you.",
        "author": "KFP Memester"
    },
    {
        "width": 1.0,
        "height": 0.86,
        "message": "Hello everyone congrats on a year and hope to see many more year's. I enjoy watching and listening to each of your guy's stream after work really relaxing especially the ttrpg streams hope to see more if able to continue 😁",
        "author": "JonJo G"
    },
    {
        "width": 1.0,
        "height": 0.93,
        "message": "Thanks for the year of great memories! May we have many more years to come! Love ya guys!",
        "author": "Negi Valentine"
    },
    {
        "width": 1.0,
        "height": 0.99,
        "message": "A year of KFP. Thank you Tenchou for flying high and being a shining beacon for all of us. I'm proud to be part of KFP and cherish my fellow employees met along the way. \n\nViva La Kiara! Viva La KFP!",
        "author": "K3iji KFP Pekoland branch Chef"
    },
    {
        "width": 1.0,
        "height": 0.99,
        "message": "1 year has passed and me a proud KFP employee still loyal to you my Oshi! I would like to thank you for that! I always love your streams especially the SC readings and I hope you will stay true to yourself for the next years!",
        "author": "Schrodinger"
    },
    {
        "width": 1.0,
        "height": 0.94,
        "message": "Happy anniversary HoloMyth!!! Time goes so fast huh, i can't wait what content will you guys preparing for you anniversary. I want to write again so i just going to tell you that i really love you guys",
        "author": "Michellee"
    },
    {
        "width": 1.0,
        "height": 0.99,
        "message": "Hi Kiara! I'm a fan from the Philippines (VOD gang now)and your enthusiasm in being KFP's 10chou has inspired me to socialize more. Thank you for helping me to go out of my comfort zone!",
        "author": "Schwarz is Ceylon's sister"
    },
    {
        "width": 1.0,
        "height": 0.88,
        "message": "While I wasn't into Hololive at the time, I've seen the vods from debut time. Your growth since then has been inspiring, and I'm glad to have had the chance to see it over the last year. Here's to many more anniversaries!",
        "author": "mistfist"
    },
    {
        "width": 1.0,
        "height": 0.85,
        "message": "Hi, Tenchou! I am your current tablecloth changer in KFP o7. \nCongratulations on your 1st Anniversary! 🎉\ni just want to say thank you for being the best boss there is. Thank you very much. ❤️ \n\nLove, Tablecloth ❤️",
        "author": "Takanashi Kiara"
    },
    {
        "width": 1.0,
        "height": 0.97,
        "message": "So proud of everything you have done in only one year, your feelings, devotion and acts of kindness have touched the hearts of thousands of people around the world. You're incredible, looking forward to the future with KFP.",
        "author": "Mikesito"
    },
    {
        "width": 1.0,
        "height": 0.92,
        "message": "Loved watching your super readings the most, you're such a genuine and wonderful person and I hope that this never becomes a cage because you deserve to be the freest phoenix.",
        "author": "Ishkagal"
    },
    {
        "width": 1.0,
        "height": 0.96,
        "message": "Kikkeriki! Happy anniversary, Kiara! I hope you've enjoyed the ride as much as we did. The moments we've shared together as a community is something dear to all of us, and we're ready to continue following, puyo. (PPT2 when?)",
        "author": "Gavin Dreemurr"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "2020, the worse year of my life, but guess who made it instantly better, you 5. You mythical beings dragging me further into the rabbit hole made me into a more happier person and I cannot thank you 5 enough.",
        "author": "Tempest"
    },
    {
        "width": 1.0,
        "height": 0.92,
        "message": "Happy first anniversary, here’s to many more!",
        "author": "Pgarc"
    },
    {
        "width": 1.0,
        "height": 0.91,
        "message": "Happy 1 yr anniversary Holomyth! Thanks for all the joy u girls gave us! Can't wait to see urs 3D models in the future! Looking forward for many more yrs together ❤️ Stay healthy and happy ❤️",
        "author": "Raylemon"
    },
    {
        "width": 1.0,
        "height": 0.85,
        "message": "Thank you for dragging me into  the rabbit hole and thank you for being who you are!",
        "author": "YorobiSan"
    },
    {
        "width": 1.0,
        "height": 0.95,
        "message": "Hi! \nWatching your streams really makes my days more enjoyable.\nI think that all of you are a blessing and inspiration for so much people, and that's for your hard work.\nLet's hope much more fun comes from here on!",
        "author": "KoutaToons"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "Congrats on your 1 year anniversary mama!!! Its been an incredible journey seeing your growth, and just having so much fun overall! Heres to another wonderful year of streams Tenchou :D",
        "author": "Leficios"
    },
    {
        "width": 1.0,
        "height": 0.87,
        "message": "It's been a crazy year and without you guys, I think it would have been much harder to get through. Your love and passion are infectious. Never stop spreading your warmth and humor. Thank you and congratulations on 1 year!",
        "author": "Kampy"
    },
    {
        "width": 1.0,
        "height": 0.95,
        "message": "Wow 1 year has passed. You have growna lot from your first debut, and hopefuly you will grow a lot more, and i'll hope i can watch it till the end.",
        "author": "NaGeL"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "To Kiara, a year has passed ever since you stepped into our world as a Hololive idol, that's 365 days of you making our lives so much brighter. You've helped me get through darkest of days and I can never thank you enough <3",
        "author": "Daichi KFP Nutella chef"
    },
    {
        "width": 1.0,
        "height": 0.87,
        "message": "Congratulations on your 1st anniversary, HoloMyth!!!\nI've been following you guys since your debut and if it wasn't for you guys I wouldn't be here!\nThanks for fun times, and you guys are still my favorite generation!",
        "author": "ZeroRyuk"
    },
    {
        "width": 1.0,
        "height": 0.88,
        "message": "Congratulations on one year! It's been a crazy fun ride. I'm so thankful for all of you and for really pushing me into the vtuber world. Words cannot express howthankful I am to all of you. Here's to the next amazing year!",
        "author": "wildnexus"
    },
    {
        "width": 1.0,
        "height": 0.98,
        "message": "To the Myths:\n\nCongratulations! On! Your! First! Anniversary!. Wish you all the best!",
        "author": "Jochelle"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "Wow,time really flew so fast! It seemed like just yesterday that I found out phoenixes were German lol danke schoen for getting us past tough times, giving us great memories and sharing your life with us and connecting us all",
        "author": "SenseiSam"
    },
    {
        "width": 1.0,
        "height": 0.88,
        "message": "Happy 1 Year Anniversary Tenchou! I can’t believe a year has passed already! So many great moments & precious memories! It was such a great & fun journey! And its not the end yet! Keep going Boss! We chickens will support! o7",
        "author": "AZZAM | KFP Chair-Kun"
    },
    {
        "width": 1.0,
        "height": 0.97,
        "message": "Congratulations Kiara for 1 year of streaming! It’s being a very intense year but thanks to you and HoloMyth we could endure. Thanks for all the fun and wholesome moments and hope to keep supporting you and HoloMyth always.",
        "author": "McArkus"
    },
    {
        "width": 1.0,
        "height": 0.99,
        "message": "Congratulations on an amazing year within Hololive, Tenchou! It marks a year since I've started watching you- and I feel not a minute has been wasted. I am looking forward to see what new heights you will soar to next!",
        "author": "LogicalParadox"
    },
    {
        "width": 1.0,
        "height": 0.99,
        "message": "It finally happened boss it been 1 year since your debut or 5 months technically. Anyway ty  for laughs and wholesome moments  this past year. Watching you grow into amazing streamer/idol is why I'm proud to call you my Oshi.",
        "author": "BottomFragger"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "Hard to believe its already been one year. I guess time really flies if you're having fun\nTo you & the rest of Holomyth, thank you for the fun, and good luck for the next year!",
        "author": "IronVader501"
    },
    {
        "width": 1.0,
        "height": 0.93,
        "message": "Happy 1 year anniversary Tenchou, i want to thank you for all the good moments that we had with you and congratulate you for all the events that you have achieved since your debut I hope that one day you can be on stage in 3d",
        "author": "Itsuka Kasuga"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "Congratulations on making it through the first year! It's been tough, hasn't it? So many changes happened, but recently things have been going well. Soon it'll be one year for KFP, too! It'll be delicious! Wait for us. >;)",
        "author": "yagaru"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "I appreciate that you spend your time being the idols we love. You are amazing and I love you. I hope you continue to find happiness and joy in what you do, as you bring so much love and joy into our lives.",
        "author": "AlbertScoot"
    },
    {
        "width": 1.0,
        "height": 0.92,
        "message": "Congratulations on your one year anniversary, Kiara. It’s hard to believe it’s been so long already. I can do distinctly remember the first day I watched you back in September 2020. I wish you the best in your second year.",
        "author": "Sun Sableye"
    },
    {
        "width": 1.0,
        "height": 0.89,
        "message": "Liebe Kiara! In diesem Tag wünsche ich dir zu sagen - durch dieses Jahr hast du in schönsten HoloBirb aufgewachsen. Vielen Dank, dass du diese ganze Zeit das Licht in meinem Leben war! Geh weiter, zu den neuen Erfolgen!",
        "author": "Sergei"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "Happy 1 year boss. I can't believe it's been a year. You have really helped a lot of people in that year. I can't wait to see what the next year brings for you and us at KFP thank you so much for being a ray of sunshine.",
        "author": "ShapingSuicune"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "Congrats on your 1 year anniversary Tenchou! It’s was a wild & fun year to watch your streams! You achieved so many goals and reached many milestones, it was an honor to be there with the KFP! Congrats, and onward to year 2!",
        "author": "Sea-Bass"
    },
    {
        "width": 1.0,
        "height": 0.98,
        "message": "Hallo Tenchou! I just wanna thank you for all peop— I mean chickens, you helped this year. Theyre all so inspired by you, Kiara. I dont know where some of us would be right now without you. So danke schön! Ich liebe dich!🥛🍪",
        "author": "Rando Fandominater"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "Congratulations on your first anniversary! I'm glad that I found such chaotic yet wholesome group of girls, *sniff* they grow up so fast. Hope to celebrate more years to come!",
        "author": "Asami Havenite"
    },
    {
        "width": 1.0,
        "height": 0.96,
        "message": "Congratulation of your 1st year anniversary in HoloMyth! Kiara you are the reason that I really go down into this rabbit hole, my only regret is I didn't know about your earlier,  but I will stay with you as long as I can.",
        "author": "KFP_Sky"
    },
    {
        "width": 1.0,
        "height": 0.91,
        "message": "Wow Tenchou I can't believe its already been a year. It's been a wonderful year for sure and I look forward to being a KFP employee for many more years to come!",
        "author": "fyretruck"
    },
    {
        "width": 1.0,
        "height": 0.91,
        "message": "Congrats on 1 year! Looking forward to what the future has in store~",
        "author": "k8i3"
    },
    {
        "width": 1.0,
        "height": 0.87,
        "message": "Thanks you Kiara for always making me happy when I'm feeling down. Love you from Germany",
        "author": "Simmi"
    },
    {
        "width": 1.0,
        "height": 0.95,
        "message": "YO Kiara Its been a year already, I guess its true that time flies when youre having fun haha its been such an honor to watch you grow to be the sweetest and funniest birb you are now, I am so proud of you.Well done boss!",
        "author": "SpX"
    },
    {
        "width": 1.0,
        "height": 0.96,
        "message": "When I saw the first Myth stream, I immediately decided \"I love her\" and a year later, that didnt change! I am an employee since day one and even helped with KFPs projects, because you bring me so much joy! Thank you, Kiara!",
        "author": "ŁIO, the KFP doormat"
    }
]